Repository: germanrs/calendario
Catalog: po/hus.po
Languages: hus

source: Calendario
hus: Ajixtalab an tamub

source: Import ephemeris
hus: Ki otsbá an kij xi exbachik

source: Calendar
hus: Ajixtalab an tamub

source: Tools
hus: Eyixtaláb

source: Today
hus: Xowé'

source: Pending Tasks
hus: jilkonenek tojlab

source: There's not ephemeris
hus: Yab wa'ats an kij xi exbadh

source: There's not ephemeris imported
hus: Yab wa'ats an kij xi exbadh xi teje

source: Daily Ephemeris
hus: an kij xi exbadh chudhel

source: There's not phrases
hus: Yab wa'ats i kaw

source: There's not phrases imported
hus: Yab wa'ats an kaw xi teje'

source: Phrase of the week
hus: An kaw in ajumtal an buk a kichaj

source: Add new
hus: Punchiy

source: Remove
hus: Pakuw

source: Import
hus: chi'dhomtalab

source: Modify
hus: ka jalkuy

source: Notes
hus: tsakam dhúchlab

source: Activities:
hus: T'ojlab:

source: Natural Science
hus: Ciencias naturales

source: Language
hus: Lekap

source: Without category
hus: Yab in kwa'al in alwá'

source: Expand for options
hus: Puwedha abal jolat takaxtaláb

source: Important
hus: Exbadh

source: In Progress
hus: In aynal in tsap

source: Completed
hus: Putun

source: Ephemeris
hus: In ajumtal an k'ij

source: Phrases
hus: Tsalap

source: Activity
hus: T'ojláb

source: Category
hus: In alwá'

source: Priority
hus: Lej exbadh

source: Status
hus: Bichow
