Repository: germanrs/calendario
Catalog: po/quz.po
Languages: quz

source: Calendario
quz: Wata watana

source: Import ephemeris
quz: Hawamanta fermidesta apachiy

source: Calendar
quz: Wata watana

source: Tools
quz: Llamk'anakuna

source: Today
quz: Kunan p'unchaw

source: Pending Tasks
quz: Ruwanapaq ruwanakuna

source: There are no ephemeris
quz: Mana ephermis kankuchu

source: There are no ephemeris imported
quz: Hawamanta ephermis mana kankuchu

source: Daily Ephemeris
quz: Sapa p'unchawpi Ephemeris

source: There are no phrases
quz: Mana simikuna kankuchu

source: There are no phrases imported
quz: Hawamanta rimachaykuna mana kankuchu

source: Phrase of the week
quz: Qanchischawpa rimachaynin

source: Add new
quz: Musuqta yapay

source: Remove
quz: Chinkachiy

source: Import
quz: Apachimuy

source: Modify
quz: Allinchay

source: Notes
quz: Willaykuna

source: Activities:
quz: Ruwanakuna:

source: Mathematics
quz: Matemática nisqa

source: Geography
quz: Teqsimuyumanta

source: Natural Science
quz: Pachamanta yachana

source: Language
quz: Simi

source: Without category
quz: Mana t'aqayuq

source: Expand for options
quz: Aswan akllanakunapaq hatunyachiy

source: Important
quz: Chaniyuq

source: In Progress
quz: Ruwachkan

source: Completed
quz: Tukukusqa

source: Ephemeris
quz: Efermides

source: Phrases
quz: Rimachaykuna

source: Activity
quz: Ruwana

source: Category
quz: T'aqa

source: Priority
quz: Ñawparichinapaq

source: Status
quz: Imayna kaynin
